lexicon_commands: dict[str, str] = {
    '/start': 'Запуск или обновление',
    '/lobbies': 'Все лобби',
    '/info': 'Информация о лобби',
    '/exit': 'Выйти из лобби',
    '/ready': 'Приготовиться к игре'
}

keyboard_lexicon = {'create_new_lobby': 'Новое лобби', 'bito': 'Бито', 'beru': 'Беру', 'exit': 'Выйти'}

lexicon_card_colors = {'♥️': 1, '♦️': 2, '♣️': 3, '♠️': 4}

lexicon_card_faces = {'6': 6, '7': 7, '8': 8, '9': 9, '10': 10, 'Валет': 11, 'Дама': 12, 'Король': 13, 'Туз': 14}

lexicon_menu_keyboard = {'lobbies': 'Выбрать комнату', 'statistics': 'Статистика пользователя',
                         'free_reward': 'Бесплатная награда'}

lexicon_user_statistic = ('Ваше имя: {}\n'
                          'Баланс: {}\n\n'
                          'Количество сыгранных партий: {}\n'
                          'Количество побед: {}\n'
                          'Количество поражений: {}')
